WEIGHTS = {
        "w4": 0.25,
        "w5": 0.2,
        "w6": 0.15,
        "w7": 0.1,
        "w1": 0.7,
        "w2": 0.3,
        "w8": 0.6,
        "w9": 0.4,
        "w10": 0.6,
        "w11": 0.3,
        "w12": 0.1
}

TRAINING_GOALS = [
    "Снижение веса",
    "Поддержание формы",
    "Развитие выносливости",
    "Восстановление"
]

TRAINING_TYPES = [
        [
                "Низкоинтенсивная активность",
                "Кардио средней интенсивности (ходьба, орбитрек)",
                "Интервальное кардио (HIIT, бег)"
        ],
        [
                "Силовая / функциональная с собственным весом",
                "Силовая (гантели, интервалы)"
        ],
        [
                "Кардио в зоне 3 (длительный бег)",
                "Интервальные нагрузки, беговые тренировки",
        ],
        [
                "Йога / растяжка"
        ]
]

